Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/transport_and_disability/tax_relief_for_disabled_drivers_and_disabled_passengers.html.txt.tmx
Source language: en
Languages: ga

source: If you do not have internet access you can contact the Revenue Commissioners, Forms & Leaflets Section on 1890 306 706 and request a paper form
ga: Mura bhfuil rochtain idirlín agat, féadfaidh tú teagmháil a dhéanamh le Rannóg Foirmeacha agus Bileoga Faisnéise na gCoimisinéirí Ioncaim trí ghlao ar 1890 306 706 agus foirm pháipéir a iarraidh

source: The fuel grant is paid directly into your bank account so you have to provide details of the account into which you wish it to be paid
ga: Íoctar an deontas breosla díreach isteach i do chuntas bainc, mar sin, is gá duit sonraí an chuntais inar mian leat go n-íocfar an deontas a sholáthar

source: If you wish to make a claim for repayment of excise duty on fuel used up to 31 December 2014 you should make it using Form DD3 (pdf)
ga: Más mian leat éileamh a dhéanamh ar aisíocaíocht dleacht máil ar bhreosla a úsáideadh a fhad leis an 31 Nollaig 2014, ba cheart duit an t-éileamh a dhéanamh agus Foirm DD3 (pdf) á húsáid
